export const newsData = [
    {
        id: 1, 
        title: 'Я купив курс', 
        date: new Date("2025-06-23"),  
        summary:'Я вивів 1165 дол з Онфін та заплатив ці гроші за курс який дасть мені краще бачення ринку, щоб я міг точніше входити в ринок та отримувати більше прибутків'
    },
    {
        id: 2, 
        title: 'Я зробив і здав домашнє завдання', 
        date: new Date("2025-06-28"),  
        summary:'Сьогодні я нарешні закінчив робити домашнє завдання, і здав його на перевірку. Я не впевнений що воно пройде перевірку, але я впевнений що це процесс. Після перевірки я отримаю фідбек і продовжу робити відшліфовувати навички.'
    },
    {
        id: 3, 
        title: 'Я здав друге домашнє завдання', 
        date: new Date("2025-07-13"),  
        summary:'Я отримав фідбек на друге домашнє завдання, тепер я можу почати вивчати нову тему щоб бачити ще більше цього, що бачить старший трейдер.'
    },
    {
        id: 4, 
        title: 'Я говорив з власником цього курсу', 
        date: new Date("2025-07-17"),  
        summary:'Говорив з власником курсу, ми разом розбирали домашнє завдання, я вже перейшов далі, і тепер плюс мінус розумію концеацію'
    },
    {
        id: 5, 
        title: 'Я говорив з власником цього курсу', 
        date: new Date("2025-08-13"),  
        summary:'Говорив з власником курсу, ми разом розбирали деякі моменти моєї роботи. Теж він мені розказав як входити в ринок. Я почав торгувати перший раз за довгий час.'
    },
    {
        id: 6, 
        title: 'Я купив підписку на TradingView', 
        date: new Date("2025-08-18"),  
        summary: 'Я купив Premium підсписку на TradingView за $83,58 за свої кошти. Минулої пятниці закічився пробний період, а без преміум підсписки я не можу користуватись інструментами, які мені потрібні для роботи, а саме 15 секундним графіком. Тепер я можу продовжувати працювати.'
    },
    {
        id: 7, 
        title: 'You understand the system very well', 
        date: new Date("2025-09-14"),  
        summary: 'You understand the system very well - таку відповідь я отримав від вчителя цього курсу. Його результати вражаючі. Хоч я знаю як він це робить, мені тяжко це повторити, і це розриває мене з середини, через те що на мене надіються інші люди.'
    },
    {
        id: 8, 
        title: 'One trade a day keeps the 9-5 away', 
        date: new Date("2025-09-16"),
        summary: 'One trade a day keeps the 9-5 away - це моє нове мотто.'
    },
    {
        id: 9, 
        title: 'Я купив наступну підписку на TradingView', 
        date: new Date("2025-09-22"),
        summary: 'Я вивів 85 доларів з нашого рахунку і купив підписку на TradingView'
    },
    {
        id: 10, 
        title: 'Пройшов курс з психології торгівлі на ринку Форекс', 
        date: new Date("2025-09-28"),
        summary: 'Сім днів я проходив сім уроків психології торгівлі, на такі теми - Усвідомленість, Теорія особистості, Очікування, Структура, Емоційна стабільність, Впевненість у торгівлі, Послідовність. Чи вони допомогли ? Я думаю так, бо я побачив що цей хаос який відбувається на ринку можна структуризувати, плюс дякуючи статегії зараз це можливо в 100% випадках. Єдине що від мене залежить - те що я можу дозволити собі втратити на ордер, на день, на тиждень, на місяць. Ще від мене залежить те чи я працюю зігдно зі правилами стратегії щоб збитки були котрольовані, і якщо я буду триматися стратегії, тоді в довгостроковій перспективі я буду заробляти. Лука - трейдер в якого я купив цю стратегію - показав що від статистику EURUSD від 1.1.2025 - 30.9.2025, а це TP - 88х, SL - 53x, що рівно 62% winrate.'
    },
    {
        id: 11, 
        title: 'Минув майже місяць від покупки підписки на TradingView', 
        date: new Date("2025-10-18"),
        summary: 'Минув майже місяць від покупки підписки, але я так і не відбив навіть вартості покупки підписки, більше того я втратив за останні 30 днів 183,29 доларів, торгуючи виключно по стратегії яку придбав 2025-06-23, а це SL - 9x, що якраз рівно цим 183,29 доларів.'
    },
]