export const newsData = [
    {
        id: 1, 
        title: 'Я купив курс', 
        date: new Date("2025-06-23"),  
        summary:'Я вивів 1165 дол з Онфін та заплатив ці гроші за курс який дасть мені краще бачення ринку, щоб я міг точніше входити в ринок та отримувати більше прибутків'
    },
    {
        id: 2, 
        title: 'Я зробив і здав домашнє завдання', 
        date: new Date("2025-06-28"),  
        summary:'Сьогодні я нарешні закінчив робити домашнє завдання, і здав його на перевірку. Я не впевнений що воно пройде перевірку, але я впевнений що це процесс. Після перевірки я отримаю фідбек і продовжу робити відшліфовувати навички.'
    },
    {
        id: 3, 
        title: 'Я здав друге домашнє завдання', 
        date: new Date("2025-07-13"),  
        summary:'Я отримав фідбек на друге домашнє завдання, тепер я можу почати вивчати нову тему щоб бачити ще більше цього, що бачить старший трейдер.'
    },
]