export const newsData = [
    {
        id: 1, 
        title: 'Я купив курс', 
        date: new Date("2025-06-23"),  
        summary:'Я вивів 1165 дол з Онфін та заплатив ці гроші за курс який дасть мені краще бачення ринку, щоб я міг точніше входити в ринок та отримувати більше прибутків'
    },
    {
        id: 2, 
        title: 'Я зробив і здав домашнє завдання', 
        date: new Date("2025-06-28"),  
        summary:'Сьогодні я нарешні закінчив робити домашнє завдання, і здав його на перевірку. Я не впевнений що воно пройде перевірку, але я впевнений що це процесс. Після перевірки я отримаю фідбек і продовжу робити відшліфовувати навички.'
    },
    {
        id: 3, 
        title: 'Я здав друге домашнє завдання', 
        date: new Date("2025-07-13"),  
        summary:'Я отримав фідбек на друге домашнє завдання, тепер я можу почати вивчати нову тему щоб бачити ще більше цього, що бачить старший трейдер.'
    },
    {
        id: 4, 
        title: 'Я говорив з власником цього курсу', 
        date: new Date("2025-07-17"),  
        summary:'Говорив з власником курсу, ми разом розбирали домашнє завдання, я вже перейшов далі, і тепер плюс мінус розумію концеацію'
    },
    {
        id: 5, 
        title: 'Я говорив з власником цього курсу', 
        date: new Date("2025-08-13"),  
        summary:'Говорив з власником курсу, ми разом розбирали деякі моменти моєї роботи. Теж він мені розказав як входити в ринок. Я почав торгувати перший раз за довгий час.'
    },
    {
        id: 6, 
        title: 'Я купив підписку на TradingView', 
        date: new Date("2025-08-18"),  
        summary: 'Я купив Premium підсписку на TradingView за $83,58 за свої кошти. Минулої пятниці закічився пробний період, а без преміум підсписки я не можу користуватись інструментами, які мені потрібні для роботи, а саме 15 секундним графіком. Тепер я можу продовжувати працювати.'
    },
    {
        id: 7, 
        title: 'You understand the system very well', 
        date: new Date("2025-09-14"),  
        summary: 'You understand the system very well - таку відповідь я отримав від вчителя цього курсу. Його результати вражаючі. Хоч я знаю як він це робить, мені тяжко це повторити, і це розриває мене з середини, через те що на мене надіються інші люди.'
    },
    {
        id: 8, 
        title: 'One trade a day keeps the 9-5 away', 
        date: new Date("2025-09-14"),  
        summary: 'One trade a day keeps the 9-5 away - це моє нове мотто.'
    },
]